Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: This trend of bourgeois liberalization, Song asserted, went against the Marxist political line set by the Third Plenum in 1978, and Tiananmen was the “bitter fruit of violating this [Marxist] line” (emphasis added).36[19] Similarly, Chen Yun referred to “line struggle” in the “six points” that he conveyed to the Central Advisory Commission in November 1991.
es_us: Esta tendencia de la liberación burguesa, según lo afirmaba Song, iba en contra de la linia politica Marxista fijada por el Tercer Pleno en 1789, y Tiananmen era el "fruto amargo pot violar esta linea [Marxista]" (enfasis añadido). De manera siminal, Chen Yun se refirio a la "lucha de linea" en los "seis puntos" que expresó en la Comsion del Consejo Central en noviembre de 1991.

source: This trend should, ceteris paribus, narrow the gap between the two communities and facilitate communication.
es_us: Esta tendencia, en teoría, debería disminuir la brecha entre las dos comunidades y facilitar la comunicación.

source: This trend suggests that public opinion in a limited but vital sense has become more important in recent years.
es_us: Esta tendencia sugiere que la opinión pública, en un sentido vital pero limitado, se ha vuelto más importante en los últimos años.

source: This understanding of the problems facing China points to a fundamen- tal difference between liberals and the New Left, namely, their very deep disagreement over the nature of the problems facing China.
es_us: Esta interpretación sobre los problemas que enfrenta China indica una diferencia fundamental entre los liberales y la Nueva Izquierda, lo que establecemos concretamente como un gran desacuerdo sobre la naturaleza de los problemas que enfrenta China.

source: This unilateral posting was a breach of faith that was insulting to the Chinese side, and it quickly compounded the political difficulties of those Chinese in favor of WTO membership.37
es_us: Esta publicación unilateral era una traición a la confianza que era ofensiva para los chinos y rápidamente agravó las dificultades políticas de los chinos que estaban a favor de la adhesión a la OMC.

source: This was a critique that mostly festered in intellectual circles, but it could on occasion – most notably, following the US bombing of the Chinese Embassy in Belgrade – burst into full view.
es_us: Esta ideología se intensificó principalmente entre los círculos intelectuales, pero en ocaciones, en especial luego del bombardeo de Estados Unidos sobre la embajada china en Belgrado, se hizo notar plenamente.

source: This was a highly contentious process.
es_us: Proceso que fue muy controversial.

source: This was a period in which a relatively small number of political elites sharply contested the basic issues of the day: the definition (in terms of policy) of reform and opening up, and the relative balance of power between Deng Xiaoping and like-minded reformers on the one hand and Chen Yun and ideological and economic conservatives on the other.
es_us: Durante este período, un grupo relativamente pequeño de élites políticas refutaban con aspereza los conflictos cotidianos: la definición (en términos de política) de reforma y expanción, y el equilibrio relativo entre Deng Kiaoping y aquellos reformistas con ideas similares por un lado y Chen Yun junto con los conservadores ideológicos y económicos por el otro.

source: This was a very bad development for China.” Tiananmen, He argued, was the result of such trends.
es_us: Este acontecimiento fue negativo para China". También argumentaba que Tiananmen fue el resultado de esas tendencias.

source: This was an argument that would be reprised in the early twenty-ﬁrst century as opposition to “neoliberal” economics (see Chapter 8).
es_us: Esta era una disputa que se retomaría a principios del siglo XXI en contraposición con la economía "neoliberal". (Véase el capítulo 8).

source: This was an enormous change with profound social, psychological, and political implications.
es_us: Este fue un cambio enorme que trajo profundas implicaciones sociales, psicológicas y políticas.

source: This was an issue of status that would clearly enhance Jiang Zemin’s political prestige, but it was also an economic issue with profound implications for domestic reform.
es_us: Se trataba de una cuestión de estatus que sin dudas aumentaría el prestigio político de Jiang Zemin. Sin embargo, también era una cuestión económica con consecuencias de importancia para la reforma nacional.

source: This was apparent in the 1993 debate, touched off byWang Xiaoming and several colleagues, about the decline of China’s “humanistic spirit” (renwen jingshen).Wang’s essay started with a dramatic statement: “Today, the crisis of literature is very obvious.
es_us: Esto se volvió evidente en el debate de 1993, que propuso Wang Xiaoming y otros colegas, sobre el deterioro del "espíritu humanístico" en China (renwen jingshen). El ensayo de Wang comenzó con una declaración algo dramática: "Hoy en día, la crisis de la literatura es muy evidente.

source: This was certainly the case following the Cultural Revolution.
es_us: Sin dudas, esto fue lo que ocurrió luego de la revolución cultural.

source: This was largely true of the period immediately following Tiananmen.
es_us: Esto sucedió en gran medida durante el período inmediatamente posterior a Tiananmén.

source: This was not an easy task, given the mutual suspicions separating the intellectual community from the political leadership in the years following Tiananmen and the ideological taboos that continued to restrict intellectual discussions – taboos that were personified in CASS by the leadership of Wang Renzhi and Teng Teng, both staunch conservatives.
es_us: Esta no era tarea sencilla debido al recelo mutuo que separaba a la comunidad intelectual del grupo político líder durant los años siguientes a Tiananmen, y a los tabúes ideológicos que continuaban restringiendo las discusiones intelectuales. Estos tabúes eran personificados en la CASS por el liderazgo de Wang Renzhi and Teng Teng, quienes eran ambos conservadores extremos.

source: This was only the third time such a report had been issued; previous reports had come in the summer of 1988 and the spring of 1993.4
es_us: Esta fue solo la tercera vez que se había emitido un informe; previamente habían llegado informes durante el verano de 1988 y en la primavera de 19934.

source: This was particularly the case when President Bush and National Security Adviser Brent Scowcroft, both schooled in realpoli-tik, left Washington to be replaced by people with a much more activist approach to human rights, including Anthony Lake, Secretary of State Warren Christopher, and Undersecretary of State for East Asian and Pacific Affairs Winston Lord.
es_us: Este fue el caso particular cuando el presidente Bush y el asesor en Seguridad Nacional Brent Scowcroft, ambos educados en realpoli-tik, abandonaron Washington y fueron reemplazados por gente con un enfoque mucho más activista sobre los derechos humanos como Anthony Lake, el secretario de Estado Warren Christopher y el subsecretario de Estado para asuntos de Asia Oriental y el Pacífico Winston Lord. .

source: This was the lesson that many intellectuals at the time had drawn from the development of several East Asian economies and the wave of democratization then starting to spread across the region.
es_us: Esta fue la lección que muchos pensadores de la época habían aprendido del desarrollo de varias economías de Asia Oriental y de la ola de democratización que luego comenzó a extenderse por la región.

source: This was the point at which the nationalistic concerns of the New Left intellectual elite slid very easily into the rawer, more populist nationalism typified by China Can Say No.
es_us: Este fue el punto en el que las preocupaciones nacionalistas de la Nueva Izquierda élite intelectual se deslizaron con mucha facilidad en el nacionalismo más nuevo y populista, tipificado por China Puede Decir No.

source: This was the route mapped out by the draft of the Eighth Five-Year Plan as it neared completion in the summer of 1990.
es_us: Este era el camino trazado por el boceto del Octavo Plan Quinquenal mientras llegaba a su fin en el verano de 1990.

source: This was true during the 1980s but has become even more important in the years since 1989, in large part because the Tianan-men Square tragedy destroyed what little belief in Marxism-Leninism was left.
es_us: Esto ha sido una realidad durante la década de los 80, pero su importancia se ha acrecentado considerablemente en los años que siguieron a 1989, en gran parte debido a que la tragedia de la Plaza de Tiananmén destruyó la poco fe que quedaba en el marxismo-leninismo.

source: This was, after all, a government that believed it had to forge ahead with economic reform without questioning the official judgment on Tiananmen, a government that needed to deal with many of the social, economic, and political problems that had given rise to the more conservative intellectual atmosphere in the first place: growing regional inequality, income polarization, central–provincial relations, corruption, internal migration, crime, tense Sino–US relations, and so on.
es_us: Este fue, después de todo, un gobierno que creyó que tenia que adelantarse con la reforma económica sin cuestionar la opinión oficial sobre Tienanment, un gobierno que necesitaba lidiar con muchos de los problemas sociales, económicos y políticos que habían dado lugar a un ambiente intelectual más conservador en primer lugar: la creciente desigualdad regional, la desigualdad de ingresos, las relaciones centrales y provinciales, la corrupción, la migración interna, la tensa relacione entre Estados Unidos y China, etcétera.

source: This was, in Chen’s view, a structural problem that could not be allowed to continue without serious social consequences, including inflation and the distortion of the structure of production.
es_us: Esto era, según el punto de vista de Chen, un problema estructural al cual no se le podía permitir continuar sin consecuencias sociales serias, entre ellas la inflación y la distorción de la estructura de la producción.

source: This “cultural fever” culminated in the 1988 television series River Elegy.
es_us: Esta "fiebre cultural" alcanzó su punto máximo en la serie televisiva de 1998 llamada La elegía del río.

source: This talk marked an important signal to intellectuals and opened the way to harsher attacks on leftism.
es_us: Estacharla originó una señal importante para los intelectuales y dio lugar a ataques incisivos contra la izquierda.

source: Thisis a publication directed at provincial- and ministerial-level cadres.
es_us: una publicación dirigida al personal de las provincias y de los ministerios.

source: Those in favor of the new authoritarianism were not opposed to
es_us: Los que estaban a favor del neoautoritarismo no se oponían a la democracia, sino que, por el contrario,

source: Those in the Soviet Union and Eastern Europe imploded, while those in Cuba and North Korea have resisted reform; China and Vietnam have reformed economically but political reform has been limited (though recently Vietnam has made important strides).
es_us: Los de la Unión Soviética y Europa del Este colapsaron, mientras que los de Cuba y Corea del Norte resistieron al cambio; China y Vietnam se han reformado economicamente pero la reforma política ha sido limitada (a pesar de que Vietnam ha tenido grandes avances recientemente).

source: Those who are generally identified with this group would prefer to think of themselves as “critical” intellectuals – in the sense of that term as used in literary criticism in the West.
es_us: Aquellos que por lo general se identifican con este grupo preferirian considerarse como intelectuales "críticos" (tomando el sentido de este término como se utiliza en la crítica literaria en Occidente).

source: Though Deng did not always adhere to the norms of collective leadership – his position as the “core” of the Party connoting something more than simply first among equals – he nevertheless advocated it in prin-ciple.
es_us: Deng no siempre adhirió a las normas de liderazgo colectivo, ya que su posición como "corazón" del partido denotaba algo más que solo ser el primero entre iguales; sin embargo, las propugnaba como principios.

source: Though regional differences raised questions of fairness, it is apparent that the more urgent problem in Hu’s mind was that of social order.15Thus, he reported that a questionnaire given to provincial officials attending the Central Party School in 1994 showed that 84 percent identified social instability as the greatest problem generated by regional gaps; 16 percent feared such gaps could lead to national division.16As in their report on state capacity, Hu and Wang argued that regional inequalities cannot be left to the market, since the market alone might well increase rather than reduce income dis-parities.
es_us: A pesar de que las diferencias regionales desataron interrogantes sobre lo que es justo , parece ser que el problema más urgente en la cabeza de Hu era el del orden social.15En consecuencia, informó que un cuestionario realizado a las autoridades provinciales que asistieron a la Escuela Central del Partido Comunista en 1994 demostró que el 84% identificó a la inestabilidad social como el mayor problema generado por las brechas regionales y que el 16% temía que esas brechas pudieran causar una división nacional. 16Así como lo manifestaron en su informe sobre capacidad del Estado, Hu y Wang sostuvieron que las desigualdades regionales no podían dejarse en manos del mercado, ya que el mercado podría incrementar las disparidades salariales en vez de reducirlas.

source: Three months later, under pressure from Deng, Li finally allowed Zhu to take over the State Council Production Commission, the group established under the State Planning Commission to oversee imple-mentation of the “double guarantee” system.
es_us: Tres meses más tarde sin embargo, y bajo la presión de Deng, Li finalmente accedió a que Zhu se hiciera cargo de la Comisión Estatal del Consejo de la Producción, organizmo establecido bajo la Comisión Estatal de Planificación para supervisar la implementación del sistema de "garantía doble"..

source: Through the 1990s it has taken on many guises, ranging from realpolitik to discussions of post-colonialism.
es_us: A través de los años 90, adquirió muchas formas, desde realpolitik hasta discusiones sobre poscolonialismo

source: Throughout the 1980s, Deng had emerged as the champion of higher growth rates, not only because the economic achieve-ments of China would reflect favorably on his own leadership and place in history but also because he believed that, as the economy developed, political and social conflicts would be more easily resolved, thus reducing the possibility that major conflicts could lead to another Cultural Revo-lution.80Thus, on the eve of the Economic Work Conference, Deng sent Yang Shangkun to talk to such provincial leaders as Zhu Rongji and Ye Xuanping, letting them know that they had Deng’s support in their oppo-sition to Li Peng.81
es_us: A lo largo de los 80, Deng emergió como el campeón de tasas de crecimiento mayores, no solo porque los logros económicos de China reflejarían de manera favorable su propio liderazgo y lugar en la historia si no también porque él creía que, mientras la economía se desarrollara, los conflictos políticos y sociales serían resueltos más fácilmente, reduciendo así la posibilidad de que maores conflictos pudieran conducir a otra Revolución Cultural.80De este modo, en la víspera de la Conferencia de Trabajo Económico, Deng envió a Yang Shangkun a hablar con algunos líderes provinciales como Zhu Rongji Ye Xuannping para hacerles saber que contaban con su apoyo en su oposición a Li Peng.

source: Throughout the reform period a major debate had raged within the Party over the economic line to be pursued.
es_us: Durante el periodo de la reforma, un debate importante se generó dentro del partido sobre la linea económica que se iba a seguir.

source: Throwing down the gauntlet, Deng declared: “Whoever changes the line, orientation, and policies of the [1978] Third Plenum will be stopped by the common people [lao baixing] and will be struck down.”59
es_us: Al lanzar el guante, Deng anunció que “todo aquel que cambie la línea, orientación y las políticas del Tercer Pleno (1978) será detenido por la gente común [lao baixing] y serán abatidos.”

source: Thus began Deng’s efforts to install a new leadership – his third attempt following the dismissals of Hu Yaobang and Zhao Ziyang – and so guarantee the continuation of his policies after his death.
es_us: Así comenzaron los esfuerzos de Deng para instarlar un nuevo liderazgo - el tercer intento después de la expulsión de Hu Yaobang y Zhao Ziyang- y así se aseguró que sus políticas perdurarían después de su muerte.

source: Thus, Chen was quoted as saying, “[a]s leading cadres, we must pay attention to exchanging views with others, especially those who hold views opposite from our own.”27
es_us: Por eso se citó a Chen diciendo, "como principal cuadro, debemos prestar atención al intercambio de opiniones con otros, en especial a aquellos que no piensan igual que nosotros".

source: Thus, China was able to make only minor concessions in return for the visit: it lifted its own restrictions on cultural and academic exchanges and promised not to sell medium-range missiles to the Middle East.87Beijing finally lifted martial law on January 10, 1990.
es_us: De este modo, China solo puedo realizar conceciones menores a cambio por la visita: levantó sus propias restricciones en lo intercambios culturales académicos y prometió no vender misiles de medio rando al Medio Oriente.87Pekín finalmente levantó la ley marcial el 10 de enero de 1990.

source: Thus, Deng cast his eye toward other members of the Politburo.
es_us: Entonces, Deng puso su mirada en otros miembros del Politburó.

source: Thus, Hu tried to influence government opinion at different levels by circulating his ideas through various internal publications, and these efforts certainly fed into the government’s decision (in the summer
es_us: De esta manera, Hu intentó influir en la opinión del gobierno en diferentes niveles haciendo circular sus ideas a través de diversas publicaciones internas, y estos esfuerzos, sin dudas, repercutieron en la decisión del gobierno (en el verano

source: Thus, a debate on the merits of new
es_us: Por lo tanto, se generó un debate sobre los méritos del neoautoritarismo entre los consejeros de Zhao,

source: Thus, a symposium on populism in late 1994 gave high-profile attention to this important topic.
es_us: De este modo, un simposio sobre populismo a finales de 1994 hizo notar este tema tan importante.

source: Thus, as Deng told Nixon, “[t]he United States can take a few initiatives; China cannot take the initiative.”86
es_us: De este modo, como Deng le diejra a Nixon, "los Estados Unidos pueden tomar algunas inciativas; China no puede tomar la iniciativa".86

source: Thus, by 1994, it was apparent that a political transition of enormous importance was unfolding.
es_us: De este modo, durante 1994, era evidente que se estaba desplegando una transición política de gran importancia.

source: Thus, conservatives seem to have calculated that a well-aimed critique of the effects of the Dengist program would either convince or force Jiang to identify himself with leftist causes.
es_us: Por lo tanto, los conservadores parecían haber calculado que una crítica certera sobre los efectos del programa de Dengist podrían tanto convencer como obligar a Jiang a identificarse con causas izquierdistas.

source: Thus, it combined the incrementalism called for by people like Sheng Hong with the criticism of the feudal-lord economy called for by Chen Yuan.
es_us: De este modo, se combinaba el incrementalismo exigido por personas como Sheng Hong con la crítica a la economía señorial exigida por Chen Yuan.

source: Thus, it was not unusual for Jiang to commemorate the eightieth anniversary of the Party with a major address – his July 1, 2001, speech – but it was highly unusual for Hu Jintao to give a major speech on the eighty-second anniversary.
es_us: Por lo tanto, no fue extraño que Jiang diera un discurso importante en conmemoración del octogésimo aniversario de fundación del partido (su discurso del 1 de julio de 2001) pero sí fue bastante extraño que Hu Jintao diera un gran discurso en el octogésimo segundo aniversario.

source: Thus, leftists saw Deng’s reforms as undermining ideology and weakening the “fighting strength” of the Party.
es_us: En consecuencia, los izquierdistas consideraban que las reformas de Deng quitaban autoridad a la ideología y debilitaban la "fuerza de lucha" del Partido.

source: Thus, liberals often speak in terms of "left" and "right" or "conservatives" and "reformers,"
es_us: Por lo tanto, los liberales generalmente hablan en términos de “izquierda” y “derecha” o “conservadores” y “reformadores”,

source: Thus, reforms have encountered difficulties arising from societal pressures, disaffected intellectuals, and the structural needs of the still Leninist state that are unlike those confronted in earlier stages of reform.
es_us: Por esta razón, las reformas han encontrado dificultades que derivan de presiones sociales, intelectuales desafectos y de las necesidades estructurales de un estado todavía leninista, distintas a aquellas con las que se lidió en etapas previas de la reforma.

source: Thus, the Old Left and Liberals influence the political center but are not as powerful, similarly,xvii intellectuals such as Li Shenzhi are not in the same category as former Vice-Premier Wan Li.
es_us: Por lo tanto, la vieja izquierda y los liberales tienen influencia en el centro político pero no son tan poderosos. Del mismo modo, xvii intelectuales como Li Shenzhi no se encuentran en la misma categoría que el ex viceprimer ministro Wan Li.

source: Thus, the Thirteenth Party Congress passed a secret resolution to refer all major decisions to Deng Xiaoping as the “helmsman” of the Party.
es_us: Por ello, el DécimotercerCongreso Nacional del Partido Comunista de China aprobó una resolución secreta para remitir todas las decisiones importantes a Deng Xiaoping, quien era reconocido como el "timonel" del Partido.

source: Thus, the article argued, the more the notion of economic man has been intro- duced in state-owned enterprises, the worse they have done, and the more individualism has come to be accepted by society, the more social prob- lems have developed.81 Putting the issue in apocalyptic terms, the author declared that, if reform guided by the concept of economic man was not “decisively” (guoduan) turned around and the collectivist concept restored, then everything for which the Party had struggled for seventy years would be lost.82
es_us: Por consiguiente, mientras más se ha introducido el concepto de homo economicus en empresas estatales, peor ha sido, y cuando el individualismo tuvo mayor aceptación en la sociedad, mayores han sido los problemas sociales. En términos apocalípticos, el autor expresó que si la reforma guiada por el concepto de homo economicus no lograba una aprobación "decisiva" (guoduan) y no se reestablecía el concepto colectivista, entonces todo por lo que el partido había luchado durante setenta años habría sido en vano.

source: Thus, the relationship was considered just too valuable to sacrifice to the emotion of the moment.
es_us: Sin embargo, la relación se consideraba simplemente muy valiosa para sacrificar para la emoción del momento.

source: Thus, their works are popular and sell well.”
es_us: De este modo sus obras son populares y se venden bien".
